
{
    "title": "Welcome to My App",
    "description": "This is a sample description",
    "Home":"Home",
    "Who_Are_We":"Who Are We",
    "Our_Services":"Our Services",
    "Our_Partners":"Our Partners",
    "Blog":"Blog",
    "Contact_Us":"Contact With Us",
    "Name":" ALSHERBI",
    "HomeText":"Al-Sherbi is considered to be one of the most important institutions and leading companies the air conditioning contracting market in the Kingdom of Saudi Arabia, as it always seeks to keep pace with the continuous and accelerating urban development that our Kingdom is experiencing, as it is always committed to provide the best integrated engineering solutions...",
    "Read_More":"Read More",
    "Why_Are_We_Special":"Why Are We Special?",
    "iconTitle1":"Accuracy and Speed",
     "iconTitle2":"Clarity",
     "iconTitle3":"The Prices",
     "iconTitle4":"Security",
     "iconTitle5":"Experience",
     "iconDescription1":" Precision in work and speed in achievement are considered secrets to our success in our work.  specific standards for each project, using the latest specialized programs, and the implementation is carried out within the agreed-upon timetable.",
     "iconDescription2":"We don't just aim to execute the project, but we present to you the most suitable and best solutions for your project.",
     "iconDescription3":"We offer the best prices and the optimal requirements for your project, with no additional expenses.",
     "iconDescription4":"Al-Sherbi is not just about business; it is about quality and commitment. We guarantee the air conditioning work against any defects or errors.",
     "iconDescription5":"Al-Sherbi has a wide range of experiences in the field of air conditioning, and we are committed to implementing high-quality standards and specifications."
     ,"Our_Services":"Our Services",
     "Our_WorkTitle1":"Installing a variable air conditioning system",
     "Our_WorkTitle1Addetion":"(VRF , VRV )",
     "Our_WorkTitle2":" Ventilation Solutions",
     "Our_WorkTitle2Addetion":"",
     "Our_WorkTitle3":"Commercial Sector",
     "Our_WorkTitle3Addetion":"",
     "Our_WorkTitle4":"Installation of a hidden air conditioning system",
     "Our_WorkTitle4Addetion":"",
     "Our_WorkTitle5":"Installation of the integrated central air consitioning system",
     "Our_WorkTitle5Addetion":"( PACKAGE UNIT AC )",
     "Our_WorkTitle6":"Installation of a multi-stage desert air conditioning system",
     "Our_WorkTitle6Addetion":"(AIR20)",
     "More_Services":"More Services",
     "Why_Are_We_Special":"Why Are We Special?",
     "Why_Are_We_Special_Disc":"We are different because we cooperate with the best international companies in providing the best solutions and products:"
     ,"Our_Partners":"Our Partners",
     "Important_Links":"Important Links",
     "Important_Links1":"Who Are We",
     "Important_Links2":"Why AlSherbi?",
     "Important_Links3":"Organizational Chart",
     "Important_Links4":"Our Services",
     "Important_Links5":"Our Projects",
     "Important_Links6":"Maintenance Work",
     "Important_Links7":"Cold storage rooms",
     "Connect_With_Us":"Connect With Us",
     "Connect_With_Us1":"Send your project plan and receive a price quote; our engineers are awaiting your request",
     "Connect_With_Us2":"Main Center in Jeddah: Safa District - Abdullah Al-Sharbatly Street",
     "Connect_With_Us3":"Branch in Taif: Shubra District - Behind Vitamin",
     "Connect_With_Us4":"Branch in Mecca: Coming soon",
     "Connect_With_Us5":"Whatsapp: 00966599253253",
     "All_rights_reserved_for_Al_Sherbi":"All rights reserved for Al-Sherbi",
     "WhoAreWeDisc1":"Al-Sherbi is considered to be one of the most important institutions and leading companies in the air conditioning contracting market in the Kingdom of Saudi Arabia, as it always seeks to keep pace with the continuous and accelerating urban development that our Kingdom is experiencing, as it is always committed to provide the best integrated engineering solutions in the field of air conditioning and cooling of government and private sectors, by considering the highest global quality standards. ",
     "WhoAreWeDisc2":"With fixed and balanced steps towards the future, Al-Sherbi provides the best engineering solutions with an advanced scientific methodology, as it has been proven through previous work by applying high-quality recommendations, proficient technical performance, and professional administrative dealings, while relying on the best cadres."
     ,"Arrow1":"The best types of copper and insulators",
     "Arrow2":"The best types of insulation for ducts",
     "Arrow3":"Use the best types of sheets",
     "Arrow4":"Use the best types of outdoor fabric",
     "Arrow5":"Use the best types of sound insulation",
     "Title1Our":"Our vision",
     "desc1Our":"We always strive to be the first destination in the field of electromechanical works in the Kingdom of Saudi Arabia",
     "Title2Our":"Our Message",
     "desc2Our":"Providing high-quality services through innovation and excellence in our business, while achieving the aspirations of all customers     "
     ,"Title3Our":"Our Values",
     "desc3Our":"Trust, Quality, Professionalism, Transparency and Responsibility",
     "Why_Are_We_Special2":"Advantages of Al-Sherbi"

    }

